print("Hello world") # - всё, что после решетки, считается комментарией
print(5 // 5,12 ** 2,type(3.0), 5==5, 5!=5,-890458<=5)#  /-деление, // - целочисленное деление, ==равно ли?, != не равно и т.д.
print(type("Hello world"),('Hello, ' + 'worlld!')) # 'str'=string - строка
print('1'+ '1') # помним,что это текст, а не число
print(type(True), type(False)) # <bool>=boolean - логические рассуждения
print(5>10,'sugd05', 10>5,22, 5<10, 10<5)# , - это разделитель
print(6>5 or 6<5,6>5 and 6<5)
print(int('3'),type(int('3'))) #вынужденный перевод из класса 'str' в класс 'int'